/**
 * Created by solo on 7/2/16.
 */

//各种玩法规则说明
export default {
    "championRace": {
        abstract: '从0-10任意选择一个号码为一注。',
        detail: '选号与开奖号码中第一位一致即中奖。',
        example: '示例：投注号码：1<br>开奖号码第一位为1即为中奖。',
    },
    "topTowRace": {
        abstract: '从0-10任意选择两个号码为一注。',
        detail: '选号与开奖号码中前两位一致即中奖。',
        example: '示例：投注号码：12<br>开奖前两位12顺序一致即为中奖。',
    },
    "topThreeRace": {
        abstract: '从0-10任意选择三个号码为一注。',
        detail: '选号与开奖号码中前三位一致即中奖。',
        example: '示例：投注号码：123<br>开奖前三位123且顺序一致即为中奖。',
    },
    "topFourRace": {
        abstract: '从0-10任意选择四个号码为一注。',
        detail: '选号与开奖号码中前四位一致即中奖。',
        example: '示例：投注号码：1234<br>开奖前四位1234且顺序一致即为中奖。',
    },
    "F5DWD": {
        abstract: '给指定的位置选择一个或多个号码进行投注。',
        detail: '指定位置开出所选号码即为中奖。',
        example: '示例：投注冠军2<br>开奖号冠军位为2即为中奖。',
    },

    "L5DWD": {
        abstract: '给指定的位置选择一个或多个号码进行投注。',
        detail: '指定位置开出所选号码即为中奖。',
        example: '示例：投注第八位2<br>开奖号第八位为2即为中奖。',
    },
    "F3DXDS": {
        abstract: '从“大、小“和”单、双”中至少选一个组成一注。',
        detail: '对开奖号码所选位置的“大（678910）小（12345）、单（13579）双（246810）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖',
        example: '示例：投注：第5名--单<br>开奖号码第5位为单数，即为中奖。',
    },
    "TOP2HZ": {
        abstract: '从3-19中任意选择1个或1个以上号码。',
        detail: '从3-19中任意选择1个或1个以上号码。',
        example: '示例：投注号码为14</br>开奖号码的前两位数字相加的和值为14即为中奖。',
    },
    "TOP3HZ": {
        abstract: '从6-27中任意选择1个或1个以上号码。',
        detail: '从6-27中任意选择1个或1个以上号码。',
        example: '示例：投注号码为14</br>开奖号码的前三位数字相加的和值为14即为中奖。',
    },
    "LHD": {
        abstract: '任意选择一个号码组成一注。',
        detail: '龙虎是由两两名次进行号码PK，前位号码大于后位号码即龙形，小于后位即虎形',
        example: '示例：投注第二名VS第九名[龙]</br>开奖号码的第二名为5，第九名小于5即中龙虎。',
    },

}
